{
  "Amazonite": "Softens emotion, encourages truth, hope, vitality, and balanced expression. Called the 'Stone of Courage and Truth,' it calms the nervous system, aids self-discovery, and promotes compassionate communication.",
  "Amethyst": "With its majestic purple hues, Amethyst is celebrated for promoting inner peace, intuition, and spiritual awareness. It gently calms anxiety, soothes emotional turmoil, and provides a protective energy shield that helps maintain focus during meditation or high-pressure situations. It reinforces clear thinking and spiritual insight.",
  "Ametrine": "Blends calming Amethyst and energizing Citrine—ideal for balance, insight, and creativity. It enhances decision-making, optimism, and abundance through emotional and mental clarity.",
  "Ammonite": "Revitalizes life force, adapts to change, aligns with natural rhythms and evolution. This fossil holds grounding Earth energies and symbolizes transformation and prosperity.",
  "Angelite": "A pastel angel stone offering peace, forgiveness, and divine communication. It promotes self-expression, spiritual growth, and connection with higher realms while dissolving fear and resentment.",
  "Apache Tears": "A protective obsidian variant for healing grief and emotional resilience. It absorbs negativity, provides psychic protection, and supports strength and renewal during sorrow.",
  "Apatite": "Fuels clarity, learning, motivation, personal growth, and manifesting intent. It stimulates creativity, focus, and spiritual development while clearing confusion and encouraging change.",
  "Aquamarine": "A soothing blue gem that enhances emotional clarity, calm communication, and inner truth. Named after 'sea water,' it embodies oceanic serenity, washing away fear and anxiety. Historically a protective talisman for sailors, it promotes open, honest, and articulate expression, especially in difficult conversations or public speaking. It empowers the throat chakra and aids in quiet meditation and connecting with higher wisdom.",
  "Black Tourmaline": "A strong protector and grounding stone, Black Tourmaline shields you from negativity—whether external energies or emotional stress. It anchors you, promotes trust in your intuition, and acts as a stabilizer in chaotic environments, making it a popular choice for creating a sense of safety and resilience.",
  "Bloodstone": "A brave, protective gem that fosters courage, clear decision-making, and a strong life force. Traditionally a 'stone of courage,' it enhances resilience, intuition, and physical healing through vitality and purification.",
  "Blue Chalcedony": "Encourages calm, patience, thoughtful speech, and emotional stability. It promotes honest communication, relieves anxiety, and enhances empathy and group harmony.",
  "Blue Lace Agate": "A light-blue calming stone for gentle communication, emotional release, acceptance, and peace. It facilitates clear expression, alleviates fear and anxiety, and brings spiritual tranquility.",
  "Blue Topaz": "A stone of calm communication, clarity of thought, and joyful expression. It inspires creativity, aids public speaking, and attracts good fortune through articulate expression.",
  "Bronzite": "Empowers grounded confidence, discipline, decisiveness, and courage to act. It instills inner fortitude and helps overcome indecision with clarity and strong intention.",
  "Celestite": "A light-blue ethereal stone that opens doors to higher guidance, peace, and angelic awareness. It quiets the mind, relieves stress, and facilitates divine inspiration and spiritual harmony.",
  "Chalcedony": "A nurturing, reflective gem that balances emotions and supports gentle wisdom. It fosters generosity, harmony, thoughtful communication, and peaceful coexistence.",
  "Chrysocolla": "Encourages compassionate communication, emotional healing, and inner empowerment. It bridges emotional truth with clarity and strength, promoting peace and divine feminine energy.",
  "Chrysoprase": "A bright green stone that supports forgiveness, inner peace, joy, and emotional renewal. Deeply connected to the heart chakra, it encourages self-love, empathy, and compassion, promoting emotional healing and acceptance.",
  "Citrine": "Bright and joyful, Citrine is known as the “Stone of Abundance.” It energizes the spirit, infuses you with optimism, and encourages confidence and creativity. This crystal is a powerful ally for manifesting goals, enhancing motivation, and attracting success, wealth, and positivity into your creative endeavors.",
  "Dendritic Agate": "A stone of growth, abundance, and deep connection to Earth’s cycles. It supports inner peace, stability, and optimism while fostering spiritual and financial growth.",
  "Fire Agate": "A fiery, protective stone that sparks courage, vitality, creativity, and transformative energy. It ignites inner fire and shields from negativity while energizing manifestation and action.",
  "Fire Opal": "Inspires passion, creativity, and renewal through radiant energy. It releases past trauma, boosts confidence, and transforms intentions into joyful, spontaneous actions.",
  "Fluorite": "Encourages mental clarity, decision-making, concentration, and a calm, focused mind. It's known as the 'Genius Stone' for bringing order to chaos, enhancing memory, and facilitating learning. This crystal is a powerful energetic cleanser, absorbing negativity and electromagnetic pollution, and protecting against psychic manipulation.",
  "Garnet": "A deeply energizing stone that promotes vitality, strength, commitment, and passion for success. With rich red tones, it's a regenerating gem associated with love and a drive for achievement. It stimulates kundalini energy, strengthens willpower, and fosters deep emotional connections.",
  "Green Aventurine": "Known as the 'Stone of Opportunity,' it boosts optimism, growth, healing, and good fortune. Its gentle energy comforts the heart, aids emotional healing, and releases old patterns. It promotes leadership and helps manifest opportunities.",
  "Herkimer Diamond": "A clear, powerful amplifier for clarity, spiritual insight, and light connection. It supports meditation, dreamwork, and energy alignment, enhancing inner peace and awareness.",
  "Jade": "Esteemed for centuries, Jade brings deep harmony, balance, and abundance. It supports emotional persistence, encourages gentle nurturing, and attracts prosperity through aligned action. Recognized as a gemstone of virtuous harmony, it promotes wise decision-making and inner peace.",
  "Jasper": "A nurturing grounding stone that supports healing, courage, and protection. It promotes honesty, quick thinking, and balanced action during stressful or chaotic situations.",
  "Kyanite": "Aligns energy, balances the chakras, enhances intuition, and honest communication. It clears blockages and supports energetic flow, mental clarity, and spiritual connection—never needing cleansing.",
  "Lapis Lazuli": "This deep-blue gem is a timeless symbol of truth, wisdom, and self-expression. It enhances clarity of thought, lifts heavy emotional states, and helps you communicate authentically and from the heart. Lapis Lazuli encourages honesty and inner strength, making it an excellent companion for decision-making and leadership growth.",
  "Malachite": "Transforms through courageous growth and emotional clarity. It absorbs negativity, reveals emotional layers for healing, and empowers leadership and change through resilience.",
  "Moonstone": "Enhances intuition, emotional balance, creativity, and connection to lunar cycles and feminine energy. A stone of 'new beginnings,' it aids in navigating change and fostering inner growth. It calms emotions, enhances psychic abilities, and encourages self-reflection.",
  "Moss Agate": "Reflects nature’s grounding energy, promoting patience, emotional balance, and healing in harmony. This Earth-connected stone attracts abundance and improves yields. It reduces stress and fear, encouraging trust and optimism.",
  "Obsidian": "A volcanic glass for grounding, clarity, truth, and emotional resilience. A powerful protector, it absorbs harmful energies and brings hidden truths to the surface, promoting deep healing and safety during inner work.",
  "Onyx": "A dark stabilizer—strengthens self-control, discipline, and inner fortitude through challenge. It provides grounding, emotional strength, and security, enabling perseverance and integration of dualities.",
  "Opal": "A gem of inspiration, emotional expression, and creativity. It magnifies emotion, enhances intuition, and encourages spontaneity, passion, and deep emotional release.",
  "Pearl": "A gemstone of purity, emotional balance, and wisdom gained through experience. It offers gentle, nurturing energy that calms, protects, and promotes inner peace and integrity.",
  "Peridot": "A bright green stone of healing, rejuvenation, and transformation. It releases burdens, boosts self-worth, and manifests prosperity through lightness, clarity, and warmth.",
  "Prasiolite": "Also known as green amethyst—promotes spiritual growth, compassion, and heart-centered communication. It strengthens connection to nature and fosters abundance, clarity, and renewal.",
  "Prehnite": "Softly enhances calm, unconditional love, inner peace, and intuitive connection with nature. It helps declutter spaces and minds, deepens connection to Earth's healing energies, and encourages personal power and preparedness.",
  "Pyrite": "The 'Fool’s Gold' of prosperity—boosts confidence, willpower, abundance mindset, and protection. This metallic golden stone provides a powerful protective shield against negative energies. It empowers self-worth, inspires an abundance mindset, and attracts wealth.",
  "Pyromorphite": "A vibrant stone encouraging joyful creativity, fresh perspectives, and mental stimulation. It enhances focus, clears confusion, and helps manifest ideas with optimism and confidence.",
  "Red Jasper": "Grounding, nurturing, and energizing; supports endurance, stamina, responsibility, and steadiness in action. This 'supreme nurturer' connects to the root chakra, providing stability and security. It boosts physical vitality and encourages perseverance through challenges.",
  "Rhodonite": "A rose-black stone fostering emotional healing, empathy, self-love, and forgiveness. Its primary focus is on healing past wounds and trauma. It gently releases destructive patterns and encourages compassion and stability during emotional distress.",
  "Rose Quartz": "Often called the “Heart Healer,” Rose Quartz radiates gentle, loving energy that nurtures self-acceptance and deep emotional healing. It encourages compassion, gentleness, and forgiveness—helping you open your heart to love and connection, whether you’re restoring trust, strengthening bonds, or practicing self-love.",
  "Selenite": "Ethereal and translucent, Selenite is celebrated for its purifying and light-enhancing properties. It clears energetic blockages, lifts vibrations, and creates a calm, sacred space for meditation or creative work. Many use Selenite to refresh their energy or cleanse other stones and their own aura.",
  "Smoky Quartz": "Earthy, grounding, and protective, Smoky Quartz helps release stress, dissociate from negative emotions, and embrace realistic clarity. It fosters resilience and inner stability, making it a go-to stone for those wanting to stay calm, composed, and practical during times of change.",
  "Sodalite": "A deep blue stone that promotes truth, logic, and inner peace. Sodalite enhances rational thought, objectivity, and verbal expression. It encourages emotional balance and supports honest communication, especially when paired with humility. It’s often called the 'Stone of Insight' for its ability to quiet the mind and open the path to wisdom through deep listening and reflection.",
  "Tiger’s Eye": "Radiant and motivating, Tiger’s Eye is a stone of courage, clarity, and focus. It helps transform fear into determination, opens the mind to new possibilities, and gives a grounded boost to willpower. Ideal for anyone facing change, challenges, or needing confidence in action.",
  "Turquoise": "A sacred gem associated with healing, honest communication, spiritual protection, and wisdom. It enhances expression, brings good fortune, and calms the spirit. It purifies and strengthens the immune system.",
  "Zebra Jasper": "Brings balance, motivation, and joyful energy. Its black-and-white stripes symbolize yin-yang harmony, encouraging grounded productivity and finding joy in simple moments."
}
